{
  "group_id": "-43349586", "administrator_id": "122226430", "empty": "&#4448;",
  "greeting_list": [
    ", привет!",
    ", здравствуйте!",
    ", доброго времени суток!",
    ", йоу!",
    ", категорически приветствую!",
    ", книжный тевирп!",
    ", физиологический привет!",
    ", йо-хо-хо!"
  ],
  "first_meeting": " Я официальный бот-помощник библиотеки. Меня зовут Климент. \nИ вот что я умею: ",
  "name": "Меня зовут Климент.",
  "creator": "Мои родители @lampkun(Андроид1) и @id89546661(Андроид2)",
  "recognition": "Дайте-ка подумать",
  "non_recognition": "Я совершенно не знаю, что думать об этом!",
  "staff_connect": "Или Вы можете связаться с сотрудником библиотеки.",
  "await_staff": "Пока ожидаете ответа библиотекаря, напишите свой вопрос. (До момента ответа библиотекаря функции бота отключены)",
  "edit_message": "Спасибо за обращение!\nКлимент вновь с Вами.",
  "suggestion": ", пока я могу предложить следующее:",
  "quit_": ", я могу предложить следующее:",
  "quit_2": "Теперь я могу предложить познакомиться поближе. Вот, что я умею:",
  "renewal_book": ", здесь Вы можете продлить свои книги.",
  "time_address": " Мы работаем:\nпн-пт: с 09:00 до 20:00\nсб: с 10:00 до 18:00\nвс: выходной день\n\nМы находимся на улице Шкапина, 6 (3 минуты от ст.м. Балтийская)&#129418; &#128218;",
  "litres": "Что конкретно Вы хотите узнать о ЛитРес?\nЕсли Вы хотите узнать, что я ещё могу, нажмите или напишите \"Уйти\"",
  "litres_description": "ЛитРес – это удобный книжный сервис с электронными и аудиокнигами для смартфона/планшета/компьютера. Обычному пользователю ЛитРес книги приходится покупать, но, если Вы получите логин и пароль в библиотеке, Вам будет доступен огромный фонд художественных и нехудожественных книг совершенно бесплатно. Присоединяйтесь к команде продвинутых читателей! &#129418;",
  "litres_access": "Если Вы уже являетесь нашим читателем, заполните форму ниже, и мы вышлем Вам логин и пароль удалённо.\n\nЕсли Вы никогда у нас не были, то получить доступ к ЛитРес можно, придя к нам с паспортом &#128058;&#128218;",
  "litres_exit": "Чтобы работали прежние команды, нажмите кнопку или напишите \"Уйти\"\nСейчас Вы знакомитесь с ЛитРес.",
  "litres_end": "Что ещё Вы хотите узнать?",
  "announce_lecturer": ", вот что у нас есть.",
  "first_lecturer": "Лектор: Ольга Сапанжа",
  "second_lecturer": "Лектор: Антон Алексеевский",
  "third_lecturer": "Лектор: Елизавета Вайнберг",
  "fourth_lecturer": "Лектор: Варвара Жукова",
  "fifth_lecturer": "Лектор: Александра Литвина",
  "bookshelf": ", Вы можете выбрать что-то из предложенного, или я могу лично Вам что-то посоветовать.\nЕсли Вы хотите узнать, что я ещё могу, нажмите или напишите \"Уйти\"",
  "fantastic": "Книги о самых фантастических и фэнтезийных мирах. \n(Нажмите на кнопку еще раз, и я покажу Вам другую книгу)",
  "fantastic_literature": [
    "7220",
    "6396",
    "6339",
    "6261",
    "6206",
    "6177",
    "6134",
    "6087",
    "6062",
    "6055",
    "6046",
    "6009",
    "7753",
    "7844",
    "7883",
    "7978",
    "8028",
    "8071",
    "8209",
    "8304",
    "8421"
  ],
  "japan": "Из страны рисовых дверей, сакуры и аниме.\n(Нажмите на кнопку еще раз, и я покажу Вам другую книгу)",
  "japan_literature": [
    "7716",
    "7075",
    "6984",
    "6953",
    "6905",
    "7775",
    "7821",
    "7867",
    "7895",
    "7922",
    "7957",
    "7999",
    "8059",
    "8157",
    "8250",
    "8334",
    "8400",
    "8443"
  ],
  "detective": "Неужели опять дворецкий?\n(Нажмите на кнопку еще раз, и я покажу Вам другую книгу)",
  "detective_literature": [
    "7816"
  ],
  "advice_description": "Графический роман «Анна с фермы \"Зеленые крыши\"» автор книги: Люси Мод Монтгомери,адаптация и иллюстрации Марсден Мария, Тамлер Бренна 12+\n\nЧудесная, светлая и восхитительная история взросления девочки, чей космический ум умещает миллионы фантазий! Каждая страница проникнута прелестью восточной канадской деревни и любовью к её природе.\n\nКогда Мэтью и Марилла Катберт взяли сироту из приюта, они даже не представляли, какие потрясающие метаморфозы их ждут.\n\nОдиннадцатилетняя Анна Ширли, обладательница огненно-рыжих волос и неукротимого воображения, словно шторм, ворвалась в \"Зеленые крыши\" и перевернула жизнь их обитателей.\n\nАнна - непосредственная фантазерка и одновременно вдумчивая, сильная, харизматичная личность. Она анализирует свои поступки, учится на своих ошибках и пытается стать лучше.\n\nПовесть, написанная Люси Мод Монтгомери в начале XX века, вылилась в серию книг и до сих пор переиздается. На ее основе снимают мультфильмы и кино, делают театральные постановки. А теперь увидел свет и графический роман",
  "novelty_bookshelf": "Это наша виртуальная книжная полка с последними новинками. Все представленные книги можно забронировать по телефону +7(812) 252-72-89 или в личных сообщениях сообщества.",
  "adult_bookshelf": "Здесь есть всё. Комиксы и графические романы. Зарубежный и отечественный young adult. Подростковые детективы и фантастика. Книги о Вселенной Поттерианы и сами книги Гарри Поттера в издании РОСМЭН. \nБронировать книги можно по телефону +7 (812) 252-72-89 или в личных сообщениях сообщества.",
  "bookshelf_exit": "Чтобы работали прежние команды, нажмите кнопку или напишите \"Уйти\"\nСейчас Вы узнаёте что бы Вам почитать.",
  "events": "Так, давайте-ка посмотрим, что у нас там запланировано!\n\nА еще Вы можете быстро и удобно записаться на интересующее Вас мероприятие по кнопке ниже.",
  "quotes_list": [
    "Себя надо любить и хвалить. Не поручать же такое ответственное дело чужим людям!\n\nМакс Фрай",
    "Процесс познания бесконечен – хотя бы потому, что всякая новая ступень неизбежно влечет за собой перепросмотр всех концепций, усвоенных ранее.\n\nМакс Фрай",
    "Свобода – это возможность сказать, что дважды два – четыре.\n\nДжордж Оруэлл",
    "Память воскрешает всё, кроме запахов. Но зато ничто так полно не воскрешает прошлого, как запах, когда-то связанный с ним.\n\nВладимир Набоков",
    "Мы не выбираем времена. Мы может только решать, как жить в те времена, которые выбрали нас.\n\nДжон Р. Р. Толкин",
    "Счастье исключает старость. Кто сохраняет способность видеть прекрасное, тот не стареет.\n\nФранц Кафка",
    "Я слышал столько клеветы в Ваш адрес, что у меня не осталось сомнений: Вы — замечательный человек!\n\nОскар Уайльд",
    "Любовь сильнее смерти и страха смерти. Только ею, только любовью держится и движется жизнь.\n\nИван Сергеевич Тургенев",
    "Помилуйте… разве я позволил бы себе налить даме водки? Это чистый спирт!\n\nМихаил Булгаков",
    "Вдохновение можно найти даже в прогнозе погоды.\n\nХаяо Миядзаки",
    "Может быть, лучше не видеть жизни такой, как она есть, закрыть на всё глаза и веселиться.\n\nРэй Брэдбери",
    "Однако такова уж особенность звёздного неба: у всякого, кто глядит на него, сладко щемит сердце. Возможно, мы и в самом деле родом откуда-то оттуда?\n\nБорис Акунин",
    "Удивительно, как легко отказываешься от того, с чем вчера, думалось, невозможно расстаться.\n\nЭрих Мария Ремарк",
    "Вы знаете, что такое обаяние? Умение почувствовать, как тебе говорят «да», хотя ты ни о чем не спрашивал.\n\nАльбер Камю",
    "Не желающие зла точно так же причиняют боль, как и желающие.\n\nОлдос Хаксли",
    "Люди просто не понимают до чего они счастливы. До тех пор, пока это счастье не отберут.\n\nВиктор Пелевин",
    "Вы ведь любите говорить правду о других — почему же не любите слышать правду о себе?\n\nМаргарет Митчелл",
    "Кровать, друг мой, – это вся наша жизнь. На ней рождают, на ней любят, на ней умирают.\n\nГи де Мопассан",
    "Если ты в меньшинстве — и даже в единственном числе, — это не значит, что ты безумен.\n\nДжордж Оруэл"
  ],
  "excursion_one": "В этом разделе представлены экскурсии \"Из цветов и камня\", посвящённые образам растений на фасадах петербургских зданий.\nАвтор экскурсий: Жукова Варвара Петровна, искусствовед, библиотекарь I категории.",
  "excursion_two": "В этом разделе представлены экскурсии, посвящённые архитектурной фауне. \"Петербургский бестиарий\".\nАвтор экскурсий: Жукова Варвара Петровна, искусствовед, библиотекарь I категории.",
  "quiz_start_text": ", добро пожаловать в викторину «Довлатов: Жизнь коротка»!\n\nВас ждут 10 вопросов. Ваша задача - ответить правильно и максимально быстро &#128521;\nУдачи!\n(Чтобы закончить досрочно, напишите \"уйти\".)",
  "quiz_end_text": ", поздравляем с завершением викторины! Результаты ожидайте 5 сентября на странице нашей библиотеки.",
  "quiz_sorry": ", Вы уже приняли участи в этой викторине. Ожидайте результатов.",
  "quiz_count": "В викторине поучаствовали: ",
  "quiz_right": "Правильный ответ: ",
  "q_a": [
    [
      "Вопрос 1.\nПечальная и ироничная история, в которой журналист-эмигрант случайно встречается в Лос-Анджелесе со своей первой любовью.\n\nО каком произведении Довлатова идёт речь?",
      "филиал"
    ],
    [
      "Вопрос 2.\n«Дорогой Сергей Довлатов! Я тоже люблю вас, но Вы разбили мое сердце. Я родился в этой стране, бесстрашно служил ей во время войны, но так и не сумел продать ни одного своего рассказа в журнал «Нью-Йоркер». А теперь приезжаете вы и — бах! — Ваш рассказ сразу же печатают. Что-то странное творится, доложу я вам…» \n\nКому принадлежат эти слова? (НАПИШИТЕ ЦИФРУ)\n1. Курт Воннегут\n2. Генри Миллер\n3. Уильям Сароян\n4. Джеймс Джонс",
      "1"
    ],
    [
      "Вопрос 3.\nЧто в Нью-Йорке было названо в честь Сергея Довлатова в 2014 году?",
      "улица"
    ],
    [
      "Вопрос 4.\nКак называлась газета, которую выпускал Сергей Довлатов в США?",
      "новый"
    ],
    [
      "Вопрос 5.\nКакой девиз был обозначен в шапке газеты «Новый Американец»? (НАПИШИТЕ ЦИФРУ)\n\nВарианты ответов:\n1. У Бога добавки не просят.\n2. «Жизнь прекрасна и удивительна!» — как восклицал товарищ Маяковский накануне самоубийства.\n3. Редактор был человеком добродушным. Разумеется, до той минуты, пока не становился жестоким и злым.\n4. Мы выбрали свободу, и теперь наше счастье – в наших руках.",
      "4"
    ],
    [
      "Вопрос 6.\nЧто Сергей Довлатов держит в руках на этом снимке? (НАПИШИТЕ ЦИФРУ)\n1. Грампластинку\n2. Свежий выпуск газеты «Новый американец»\n3. Свою книгу «Компромисс» на английском языке\n4. Фотографию своей первой жены Аси Пекуровской",
      "3"
    ],
    [
      "Вопрос 7.\nКто для Сергея Довлатова, затмив Хемингуэя, стал кумиром?\nПодсказка: с этим человеком он познакомился в Ленинграде благодаря своей первой супруге Асе Пекуровской.(НАПИШИТЕ ЦИФРУ)\n1. Булат Шалвович Окуджава\n2. Иосиф Александрович Бродский\n3. Евгений Александрович Евтушенко\n4. Белла Ахатовна Ахмадулина",
      "2"
    ],
    [
      "Вопрос 8.\nЧто этот брутальный мужчина держит в руках? (НАПИШИТЕ ЦИФРУ)\n1. Клетку с попугайчиками\n2. Голову своего врага\n3. Древний радиоприёмник\n4. Пальто",
      "1"
    ],
    [
      "Вопрос 9.\nНа какой улице Петербурга размещена мемориальная доска Сергея Довлатова? (Укажите название улицы)",
      "рубинштейна"
    ],
    [
      "Вопрос 10.\nНа этот вопрос невозможно дать неправильный ответ. Какая Ваша любимая книга у Сергея Довлатова?",
      true
    ]
  ],
  "answer": [
    "Филиал",
    "Курт Воннегут",
    "Улица. «Sergei Dovlatov Way»",
    "«Новый американец»",
    "Мы выбрали свободу, и теперь наше счастье – в наших руках.",
    "Свою книгу «Компромисс» на английском языке",
    "Иосиф Александрович Бродский",
    "Клетку с попугайчиками",
    "улица Рубинштейна",
    "Именно она"
  ],
  "description": "Описание книги",
  "adoption": "Поздравляем с принятием челленджа!",
  "inside": ", Вы уже в челлендже!",
  "finish": "Поздравляем с завершением челленджа!",
  "finish_repetition ": "Вы уже отметили эту книгу как прочитанную.",
  "not_accept": ", Вы еще не приняли вызов!"
}