list_of_greeting = ['привет', 'здравствуйте', 'добрый утро', 'добрый день', 'добрый вечер',
                    'привет.', 'здравствуйте.', 'добрый утро.', 'добрый день.', 'добрый вечер.',
                    'привет!', 'здравствуйте!', 'добрый утро!', 'добрый день!', 'добрый вечер!',
                    'привет,', 'здравствуйте,', 'добрый утро,', 'добрый день,', 'добрый вечер,']

hello_message = ', привет! Я официальный бот-помощник библиотеки им. К.А.Тимирязева. \n' \
                'И вот что я умею: '

renewal_list = ['продлить', 'продление']
