list_of_greeting = ['привет', 'здравствуйте', 'доброе утро', 'добрый день', 'добрый вечер',
                    'привет.', 'здравствуйте.', 'доброе утро.', 'добрый день.', 'добрый вечер.',
                    'привет!', 'здравствуйте!', 'доброе утро!', 'добрый день!', 'добрый вечер!',
                    'привет,', 'здравствуйте,', 'доброе утро,', 'добрый день,', 'добрый вечер,'
                    'доброго времени суток', 'доброго времени суток.', 'доброго времени суток!']
first_greeting = ', привет! Я официальный бот-помощник библиотеки. Меня зовут Климент. \n' \
                'И вот что я умею: '
second_greeting = ', привет!'

speech = 'А ещё я умею понимать голосовые сообщения.\n' \
         'Попробуйте!'

connection = 'Или Вы можете связаться с сотрудником библиотеки.'
connection_list = ['сотрудником', 'кем-нибудь', 'библиотекарем', 'живым', 'человеком', 'связаться']

renewal = ', продлить книги Вы можете здесь.'
renewal_list = ['продлить', 'продление', 'продлите', 'продлении']

time = 'пн-пт 9:00-20:00 \n' \
       'сб 10:00-18:00 \n' \
       'вс выходной' \
       '\n' \
       ' \n' \
       'Мы находимся на ул. Шкапина, 6 (м. Балтийская)'
time_list = ['работаете', 'режим', 'до которого', 'часы', 'адрес', 'находитесь']

litres = 'Что конкретно Вы хотите узнать о ЛитРес?'
litres_list = ['литрес', 'litres']
litres_sub = 'Что ещё Вы хотите узнать?'
litres_what = """ЛитРес – это удобный книжный сервис с электронными и аудиокнигами для смартфона/планшета/компьютера. 
Обычный пользователь читает книги на ЛитРес платно, но если Вы получите логин и пароль в библиотеке, 
Вам будет доступен огромный фонд художественных и нехудожественных книг. Присоединяйтесь к команде продвинутых 
читателей! &#128526;"""
litres_how = """Если Вы ни разу не были у нас, то получить логин и пароль ЛитРес можно, придя в нашу библиотеку (ул. Шкапина, 6).\n
Если Вы уже являетесь читателем библиотеки им. К.А. Тимирязева, заполните следующую форму, 
и мы выдадим Вам доступ удалённо. """



suggestion = ', я могу предложить следующее:'

staff_answer = 'Пока ожидаете ответа библиотекаря, напишите свой вопрос'