list_of_greeting = ['привет', 'здравствуйте', 'доброе', 'доброй', 'добрый', 'доброго',
                    'йо-хо-хо', 'хай', 'хэллоу', 'приветствую', 'йоу']
list_of_greeting_bot = ['привет!', 'здравствуйте!', 'доброго времени суток!', 'йоу!', 'категорически приветствую!',
                        'книжный тевирп!', 'физиологический привет!', 'йо-хо-хо!']
parting = ['свидания', 'спасибо', 'благодарю', 'молодец', 'умница', 'красавчик', 'красивый', 'классный', 'умный',
           'интересно', 'здорово', 'приятно', 'поздравляю', 'отлично']

first_greeting = ' Я официальный бот-помощник библиотеки. Меня зовут Климент. \n' \
                 'И вот что я умею: '

name_call = ['зовут', 'имя']
name = 'Меня зовут Климент.'

creator_call = ['создал', 'создатели', 'создатель', 'сделал']
creator = 'Мои родители @lampkun(Андроид1) и @id89546661(Андроид2)'

speech = 'А ещё я умею понимать голосовые сообщения.\n' \
         'Попробуйте!'
recognition = 'Дайте-ка подумать'

connection = 'Или Вы можете связаться с сотрудником библиотеки.'
connection_list = ['сотрудником', 'кем-нибудь', 'связаться', 'живым', 'человеком', 'сотрудничество']
staff_answer = 'Пока ожидаете ответа библиотекаря, напишите свой вопрос. ' \
               '(До момента ответа библиотекаря функции бота отключены)'

renewal = ', здесь Вы можете продлить свои книги.'
renewal_list = ['продлить', 'продление', 'продлите', 'продлении']

time = ' Мы работаем:\n' \
       'пн-пт: с 11:30 до 20:00\n' \
       'сб-вс: выходные дни\n' \
       '\n' \
       'Во избежание контактов с другими читателями и распространения вирусной инфекции ' \
       'очное обслуживание читателей производится по предварительной записи. ' \
       'Записаться можно по телефону +7(812)252-72-89 или по ссылке, выбрав удобное Вам время.\n' \
       '\n' \
       'Если Вы заранее знаете, какую литературу хотите взять, список книг можно указать ' \
       'при записи для посещения, чтобы мы заранее подготовили Ваш заказ, сэкономив Ваше личное время.\n' \
       '\n' \
       'Спасибо, что остаётесь нашим читателем! &#129418; &#128218;'
time_list = ['работаете', 'режим', 'которого', 'часы', 'адрес', 'находитесь']

litres = 'Что конкретно Вы хотите узнать о ЛитРес?\n' \
         'Если Вы хотите узнать, что я ещё могу, нажмите или напишите "Уйти"'
litres_list = ['литрес', 'litres', 'получить']
litres_sub = 'Что ещё Вы хотите узнать?'
litres_what = 'ЛитРес – это удобный книжный сервис с электронными и аудиокнигами для смартфона/планшета/компьютера. ' \
              'Обычному пользователю ЛитРес книги приходится покупать, но, если Вы получите логин и пароль ' \
              'в библиотеке, Вам будет доступен огромный фонд художественных и нехудожественных ' \
              'книг совершенно бесплатно. ' \
              'Присоединяйтесь к команде продвинутых читателей! &#128526;'
litres_how = 'До 1 сентября Вы можете удалённо получить логин и пароль ЛитРес. Для этого заполните форму ниже.\n' \
             '\n' \
             'Обратите внимание, что выданные логин и пароль будут временными. ' \
             'Чтобы сделать их постоянными нужно прийти с паспортом в нашу библиотеку на ул. Шкапина, ' \
             '6 (3 мин. от ст. м. Балтийская). После этого Вам на неограниченный срок будет ' \
             'доступен огромный фонд электронных и аудиокниг совершенно бесплатно.'

lecture_message = ', вот что у нас есть.'
lectures = ['видео', 'лекции', 'видеолекции']
first_lecturer = 'Лектор: Ольга Сапанжа'
second_lecturer = 'Лектор: Антон Алексеевский'
third_lecturer = 'Лектор: Елизавета Вайнберг'
fourth_lecturer = 'Лектор: Варвара Жукова'
fifth_lecturer = 'Лектор: Александра Литвина'

recommendation = ['почитать?', 'посоветуй', 'прочитать', 'почитать', 'почитать.', 'посоветуйте', 'новинки', 'новые',
                  'порекомендуй', 'порекомендуйте']
recomm_text = ', Вы можете выбрать что-то из предложенного, или я могу лично Вам что-то посоветовать.\n' \
              'Если Вы хотите узнать, что я ещё могу, нажмите или напишите "Уйти"'
fantastic_literature = 'Книги о самых фантастических и фэнтезийных мирах. \n' \
                       '(Нажмите на кнопку еще раз, и я покажу Вам другую книгу)'
fantastic = ['7220', '6396', '6339', '6261', '6206', '6177', '6134', '6087', '6062', '6055', '6046', '6009', '7753',
             '7844', '7883', '7978', '8028', '8071', '8209']
japan_literature = 'Из страны рисовых дверей, сакуры и аниме.\n' \
                   '(Нажмите на кнопку еще раз, и я покажу Вам другую книгу)'
japan = ['7716', '7075', '6984', '6953', '6905', '7775', '7821', '7867', '7895', '7922', '7957', '7999', '8059', '8157',
         '8250']
detective_literature = 'Неужели опять дворецкий?\n' \
                       '(Нажмите на кнопку еще раз, и я покажу Вам другую книгу)'
detective = ['7816']
recommendation_description = 'Графический роман «Анна с фермы "Зеленые крыши"» автор книги: Люси Мод Монтгомери,' \
                             'адаптация и иллюстрации Марсден Мария, Тамлер Бренна 12+\n' \
                             '\n' \
                             'Чудесная, светлая и восхитительная история взросления девочки, ' \
                             'чей космический ум умещает миллионы фантазий! Каждая страница проникнута ' \
                             'прелестью восточной канадской деревни и любовью к её природе.\n' \
                             '\n' \
                             'Когда Мэтью и Марилла Катберт взяли сироту из приюта, ' \
                             'они даже не представляли, какие потрясающие метаморфозы их ждут.\n' \
                             '\n' \
                             'Одиннадцатилетняя ' \
                             'Анна Ширли, обладательница огненно-рыжих волос и неукротимого воображения, словно ' \
                             'шторм, ворвалась в "Зеленые крыши" и перевернула жизнь их обитателей.\n' \
                             '\n' \
                             'Анна - непосредственная фантазерка и одновременно вдумчивая, сильная, ' \
                             'харизматичная личность. Она анализирует свои поступки, учится на своих ' \
                             'ошибках и пытается стать лучше.\n' \
                             '\n' \
                             'Повесть, написанная Люси Мод Монтгомери в ' \
                             'начале XX века, вылилась в серию книг и до сих пор переиздается. На ее ' \
                             'основе снимают мультфильмы и кино, делают театральные постановки. ' \
                             'А теперь увидел свет и графический роман'
novelty = 'Это наша виртуальная книжная полка с последними новинками. ' \
      'Все представленные книги можно забронировать по телефону +7 (812) 252-72-89 или в личных сообщениях сообщества.'

teen = 'Здесь есть всё. Комиксы и графические романы. Зарубежный и отечественный young adult. ' \
       'Подростковые детективы и фантастика. ' \
       'Книги о Вселенной Поттерианы и сами книги Гарри Поттера в издании РОСМЭН. \n' \
       'Бронировать книги можно по телефону +7 (812) 252-72-89 или в личных сообщениях сообщества.'

poster_call = ['афиша', 'мероприятия', 'выставки', 'мастер-класс', 'мастер-классы']
poster = 'Так, давайте-ка посмотрим, что у нас там запланировано!'

expression_call = ['цитата']
expression = [
    ('Себя надо любить и хвалить. Не поручать же такое ответственное дело чужим людям!\n'
     '\n'
     'Макс Фрай'),
    ('Процесс познания бесконечен – хотя бы потому, что всякая новая ступень неизбежно влечет '
     'за собой перепросмотр всех концепций, усвоенных ранее.\n'
     '\n'
     'Макс Фрай'),
    ('Свобода – это возможность сказать, что дважды два – четыре.\n'
     '\n'
     'Джордж Оруэлл'),
    ('Память воскрешает всё, кроме запахов. Но зато ничто так полно не воскрешает '
     'прошлого, как запах, когда-то связанный с ним.\n'
     '\n'
     'Владимир Набоков'),
    ('Мы не выбираем времена. Мы может только решать, как жить в те времена, которые выбрали нас.\n'
     '\n'
     'Джон Р. Р. Толкин'),
    ('Счастье исключает старость. Кто сохраняет способность видеть прекрасное, тот не стареет.\n'
     '\n'
     'Франц Кафка'),
    ('Я слышал столько клеветы в Ваш адрес, что у меня не осталось сомнений: Вы — замечательный человек!\n'
     '\n'
     'Оскар Уайльд'),
    ('Любовь сильнее смерти и страха смерти. Только ею, только любовью держится и движется жизнь.\n'
     '\n'
     'Иван Сергеевич Тургенев'),
    ('Помилуйте… разве я позволил бы себе налить даме водки? Это чистый спирт!\n'
     '\n'
     'Михаил Булгаков'),
    ('Вдохновение можно найти даже в прогнозе погоды.\n'
     '\n'
     'Хаяо Миядзаки'),
    ('Может быть, лучше не видеть жизни такой, как она есть, закрыть на всё глаза и веселиться.\n'
     '\n'
     'Рэй Брэдбери'),
    ('Однако такова уж особенность звёздного неба: у всякого, кто глядит на него, сладко щемит сердце. '
     'Возможно, мы и в самом деле родом откуда-то оттуда?\n'
     '\n'
     'Борис Акунин'),
    ('Удивительно, как легко отказываешься от того, с чем вчера, думалось, невозможно расстаться.\n'
     '\n'
     'Эрих Мария Ремарк'),
    ('Вы знаете, что такое обаяние? Умение почувствовать, как тебе говорят «да», хотя ты ни о чем не спрашивал.\n'
     '\n'
     'Альбер Камю'),
    ('Не желающие зла точно так же причиняют боль, как и желающие.\n'
     '\n'
     'Олдос Хаксли'),
    ('Люди просто не понимают до чего они счастливы. До тех пор, пока это счастье не отберут.\n'
     '\n'
     'Виктор Пелевин'),
    ('Вы ведь любите говорить правду о других — почему же не любите слышать правду о себе?\n'
     '\n'
     'Маргарет Митчелл'),
    ('Кровать, друг мой, – это вся наша жизнь. На ней рождают, на ней любят, на ней умирают.\n'
     '\n'
     'Ги де Мопассан'),
    ('Если ты в меньшинстве — и даже в единственном числе, — это не значит, что ты безумен.\n'
     '\n'
     'Джордж Оруэл')
]

excursion_call = ['экскурсии']
excursion_one = 'В этом разделе представлены экскурсии "Из цветов и камня", посвящённые образам растений ' \
                'на фасадах петербургских зданий.\n' \
                'Автор экскурсий: Жукова Варвара Петровна, искусствовед, библиотекарь I категории.'
excursion_three = 'В этом разделе представлены экскурсии, посвящённые архитектурной фауне. ' \
                  '"Петербургский бестиарий".\n' \
                  'Автор экскурсий: Жукова Варвара Петровна, искусствовед, библиотекарь I категории.'

challenge_words = ['книжный']
description = 'Описание книги'
adoption = 'Поздравляем с принятием челленджа!'
inside = ', Вы уже в челлендже!'
finish = 'Поздравляем с завершением челленджа!'
finish_repetition = 'Вы уже отметили эту книгу как прочитанную.'
not_accept = ', Вы еще не приняли вызов!'

edit = 'Спасибо за обращение!\n' \
       'Климент вновь с Вами.'
help_recommendation = 'Чтобы работали прежние команды, нажмите кнопку или напишите "Уйти"\n' \
                      'Сейчас Вы узнаете чтобы Вам почитать.'
help_litres = 'Чтобы работали прежние команды, нажмите кнопку или напишите "Уйти"\n' \
              'Сейчас Вы знакомитесь с ЛитРес.'
quit = ', я могу предложить следующее:'
suggestion = ', пока я могу предложить следующее:'

group_id = '-43349586'
administrator_id = '122226430'
empty = '&#4448;'
